import React from "react";

const Letter = () => {
    return(
        <div class="letter">
        <div class="title">💚준이에게💚</div>
        <div>쥬니 안녕 ㅎㅎ 지금 내 옆에서 열심히 풀고 있는 쥬니 너무 멋져어 ㅎㅎ 오늘 보지 못할 뻔 했는데 보게 되니까 너무죠아아아 !!!! 더 예쁘게 만들어주고 싶었는데 이런 아이디어가 어제 새벽에 생각나는 바람에 .... 상당히 구리지만 ㅠㅠ 쥬니 옆에서 열심히 만든거니까 귀엽게 봐줄거라 믿어 헤헤</div>
        <div>오늘 쥬니 동네 버스타고 처음 왔는데 진짜 짱멀다 쥬니는 항상 이렇게 서울 왔을 거 생각하니까 마음이 아파 ㅠㅠ 다음에는 좀 더 가까운데서 만나쟈 헤헤 ...</div>
        <div>사귄지 200일도 안된 아기 커플이지만 이렇게 오랫동안 떨어지는 날이 처음이라 좀 마니 슬퍼 !!! 사실 이전에는 뭐 그런갑다 생각했는데 막상 닥치니까 보고싶을 것 같아 매우매우 !! 하지만 나는 멋있는 누나니까 쥬니를 오매불망 생각하며 기다려보께 헤헤</div>
        <div>준이 덕분에 연애가 마냥 스트레스만은 아니겠구나를 처음 깨달았어 !! 연애랑 자기계발은 절대 병행할 수 없다고 생각했었어서 나를 발전시키기 위해선 연애 하면 안된다 생각했는데 쫌 깨졌어 !!!! 준이랑은 만나면서 스트레스가 없어서 더 그런가봐!</div>
        <div>무엇보다 내가 혼자였으면 생각도 못할 부분을 준이가 하게 만들어줘서 더 의미 있는 것 같아 !! 운동이나 ... 화장이나? ㅎㅎ 물론 청개구리 나영 잘 안듣는 것처럼 보이지만 내 딴에서는 열심히 하는거니까 귀엽게 봐조 ㅎㅎ</div>
        <div>길도 못찾고 운전도 못하고 요리도 못하고 할줄 아는 거 한 개도 없는데 나 매일 칭찬해줘서 고마오 인생에서 거의 듣지도 못한 천재소리 준이한테 다 듣는다 ^^ 하지만 꼭 알아둬 쥬니가 더 천재야 준이는 자기를 너무 과소평가해 물론 자만감이 없는 건 좋은 거지만 준이는 내가 봤을 때 더 큰일을 해낼 수 있는 사람인데 자기를 너무 과소평가하다가 그런 좋은 기회들을 놓칠까봐 염려돼 !! 물론 내가 옆에 있다면 절대 안 놓치게 만들거야 ~ ㅎㅎ</div>
        <div>오래 사귄 것 같기도 하다가도 아기 커플인 것 같기도 하고, 난생 처음 해보는 일들도 준이랑 많이 하고 몰라 이 연애 뭔가 정신없고 재밌어 !!! 아악 쥬니가 금방 끝날 것 같아서 편지는 여기서 줄이도록 할게 !!! 다음엔 더 예쁘게 써줄게에 가서 내 생각 많이 해줬으면 좋겠댜아 보고싶을거야 !!! 잘다녀와아아 !!</div>
        </div>
    )

}

export default Letter;